Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Participation to the Open Compliance Summit is ONLY available for the Linux Foundation member companies employees and selected invited guests.
ja: Open Cimpliance Summit には、Linux Foundation 企業メンバーと限定された招待者だけが参加できます。

source: Phil Robb is senior technical director for OpenDaylight, an open source platform for SDN and NFV.
ja: Phil Robb 氏は OpenDayllight (SDNとNFVのためのオープン ソース プラットフォーム) のシニア テクニカル ディレクターであり、

source: Phil holds a bachelor of science degree in Management Information Systems from Bowling Green State University and performed graduate studies in Computer Science at Colorado State University.
ja: ボーリング・グリーン州立大学で管理情報システム理学士号を取得し、コロラド州立大学ではコンピューター サイエンスの研究を行っています。

source: Phil is a widely respected expert in the area of open source strategy, business impact, and governance.
ja: オープン ソースの戦略、ビジネス効果、および統治分野のエキスパートとして広く尊敬されています。

source: Phil was focused on open source at HP from 2001 through 2012.
ja: 2001 年から 2012 年にかけ、HP でオープン ソースに取り組んでいます。

source: Photo & Video Release
ja: 写真およびビデオの公開

source: Place for a rapid innovation Bugs/Security
ja: 迅速なイノベーションが行われるところ

source: Platinum Members of OpenDaylight
ja: OpenDaylight のプラチナ メンバー

source: Platinum sponsors also receive this opportunity, should they choose this option instead of the keynote speaking opportunity (or if keynote slots are no longer available).
ja: プラチナ スポンサーについては、基調講演者として登壇しない場合は (基調講演枠がすでにいっぱいで登壇不可の場合も含む) こちらの特典をご利用いただけます。

source: Platinum sponsors are given the option of either a keynote talk (based on availability) or a Linux.com interview (see next deliverable for more details) plus a conference speaking session.
ja: プラチナ スポンサーには、次のいずれかをお選びいただけます。(1) 基調講演に登壇する (ただし講演枠には限りがあります)。(2) Linux.com によるインタビューを受ける。さらにカンファレンスのセッションに登壇 (1 枠を担当) する。

source: Platinum sponsors keynote talks are ased on availability.
ja: プラチナ スポンサーの基調講演についてはご相談ください (講演枠に限りがあります)。

source: Platinum: 1
ja: プラチナ: 1

source: Platinum: 15
ja: プラチナ: 15

source: Please also be aware that the event is hold under the Chatham House Rule.
ja: またこのイベントは、チャタム ハウス ルールの下で開催されます。

source: Please bring any concerns onsite to the immediate attention of Linux Foundation event staff, or contact Amanda McPherson, Vice President of Marketing at amanda (at) linuxfoundation (dot) org or Angela Brown, Director of Events at angela (at) linuxfoundation (dot) org.
ja: 会場でお気づきの点がありましたら、The Linux Foundation のイベント スタッフか、マーケティング担当バイスプレジデントの Amanda McPherson amanda (at) linuxfoundation (dot) org、またはイベント担当ディレクターの Angela Brown angela (at) linuxfoundation (dot) org まで速やかにご連絡ください。

source: Please bring any concerns to to the immediate attention of Linux Foundation event staff, or contact Amanda McPherson, Vice President of Marketing at amanda (at) linuxfoundation (dot) org.
ja: お気づきの点がありましたら、The Linux Foundation のイベント スタッフか、マーケティング担当バイスプレジデントの Amanda McPherson amanda (at) linuxfoundation (dot) org まで速やかにご連絡ください。

source: Please check back soon to see progress on the code, and if you’d like to get even more involved, please consider joining the project.
ja: コードの進行状況を見たい方はこちらをチェックしてください。 https://blockchain.linuxfoundation.org/ また、関わってみたいと思う方は、ぜひ同プロジェクトへの参加をご検討ください。https://blockchain.linuxfoundation.org/

source: Please check in at the Registration/Information Desk on Wednesday, June 3rd after 8:00am to gain access to your meeting room.
ja: 会議室の予約は、6 月 3 日 (水) 午前 8 時より会場受付カウンターで承ります。

source: Please check your email for a verification code to confirm your vote, otherwise it won't be counted!.
ja: アンケート用の確認コードをあなたの電子メール アドレスあてに送信しました。確認コードのないアンケートは無効になります。

source: Please check your email for a verification code to re-confirm your new vote.
ja: アンケート用の確認コードをあなたの電子メール アドレスあてに送信しました。電子メールをチェックしてください。

source: Please click on below button to sign up the event.
ja: 以下のボタンをクリックしてご登録ください。

source: Please contact Courtenay Pope by Wednesday, May 20 to confirm the number of scanners that you need.
ja: 5 月 20 日 (月) までに Courtenay Pope あてに必要個数をご連絡ください。

source: Please contact Issei Tanaka at issei.tanaka.linux@gmail.com for assistance by Friday, May 8th.
ja: 詳細については、5 月 8 日 (金) までに 田中一聖 (issei.tanaka.linux@gmail.com) までお問い合わせください。

source: Please contact Libby Clark, our Digital Content Editor, at lclark@linuxfoundation.org and our Event PR Manager, Dan Brown, atdbrown@linuxfoundation.org to discuss opportunities and timelines for your article as soon as your contract is signed.
ja: 記事掲載などの特典をご利用になる場合は、スポンサー契約が整い次第、Linux Foundation のデジタル コンテンツ エディター Libby Clark (lclark@linuxfoundation.org) および イベント PR マネージャー Dan Brown (dbrown@linuxfoundation.org) までご連絡ください。

source: Please contact us with questions about joining the organization.
ja: メンバーシップの詳細については、下記のページを参照してください。 またはこちら (info@linuxfoundation.jp) までお問い合わせください。

source: Please explore our programs, events and training to see how you can get involved.
ja: 私たちのプログラム、イベント、トレーニングなどに参加して、あなたに合った関わり方を見つけてください。

source: Please follow the link below to verify your email address and validate your vote.
ja: あなたの電子メール アドレスを確認して以下のリンクをクリックし、アンケートに回答してください。

source: Please have your consent to this rule before you sing up (request invitation) to this conference.
ja: このカンファレンスへの参加申し込み (招待状の申請) を行う前に、このルールに同意いただく必要があります。

source: Please join us in thanking this community by sharing these videos and bringing more awareness to their amazing work.”
ja: このビデオを共有して Linux コミュニティの偉業を拡散し、彼らに感謝しましょう。

source: Please note Hotel Chinzanso is currently sold out on Tuesday, June 2, Wednesday, June 3, and Friday, June 5, 2015.
ja: 6 月 2 日 (火)、6 月 3 日 (水)、および 6 月 5 日 (金) は満室になりました。

source: Please note that all booths will need to be set prior to 8am on Wednesday morning, or after 9:30am while attendees are in keynote sessions.
ja: ブースは水曜日朝の 8 時前に準備してください。もし間に合わない場合は、9:30 以降 (来場者が基調講演を受講している間) に作業してください。

source: Please note that all sponsors are to work directly with The Linux Foundation on signoff for the content of the session.
ja: セッション内容の最終確認については、スポンサーと Linux Foundation が直接やりとりします。

source: Please note that you are responsible for shipping and tracking your own exhibit materials both to and from the conference venue.
ja: 展示品の会場への搬入、会場からの搬出、および追跡については、展示企業様の管理範囲となりますのでご了承ください。

source: Please note the size of your showcase area if you choose to decorate this yourself.
ja: 各自で装飾する場合は、ショーケース エリアのサイズにご注意ください (下記を参照)。

source: Please note the size of your sponsor counter:
ja: スポンサー カウンターのサイズは以下のとおりです。

source: Please note: Each sponsor company has a different access code that has been emailed directly to each main sponsor contact by Courtenay Pope, to be distributed accordingly.
ja: ご注意: Courtenay Pope より、電子メールにてスポンサー各社のご担当者あてに専用アクセス コードをお送りいたしました。

source: Please note: The sponsorship speaking benefit ensures that sponsors will have a session in the schedule, but it does not qualify a sponsor for an additional speaking slot if you already have a talk(s) that has already been accepted
ja: 注意: スポンサーの方は、スポンサーシップによる講演特典を利用してセッションに登壇いただけますが、すでに講演者として承認されている方については追加講演枠をご用意できない場合もあります。ご了承ください。

source: Please note: The sponsorship speaking benefit ensures that sponsors will have a session in the schedule, but it does not qualify a sponsor for an additional speaking slot if you already have a talk(s) that has already been accepted.
ja: 注意: スポンサーの方は、スポンサーシップによる講演特典を利用してセッションに登壇いただけますが、すでに講演者として承認されている方については追加講演枠をご用意できない場合もあります。ご了承ください。

source: Please see map below for a layout of the conference space, and the displays.
ja: カンファレンスおよびテクノロジ ショーケース展示のレイアウトについては、下記のマップをご覧ください。

source: Please see maps below for a layout of the conference space, and the Technology Showcase displays.
ja: カンファレンスおよびテクノロジ ショーケース展示のレイアウトについては、こちらのマップをご覧ください。

source: Please send all verbiage to Courtenay Pope at least 3 days prior to when you would like the email to be sent.
ja: 掲載メッセージの文言は、遅くとも送信希望日の 3 日前までに Courtnay Pope あてに送信してください。

source: Please send all verbiage to Courtenay Pope by Friday, May 22 to ensure your email message is circulated to all attendees before the conference begins.
ja: 貴社のメッセージが確実にカンファレンス前に参加者全員に届くように、掲載メッセージの文言は、5月22日 (金) までに Courtenay Pope あてに送信してください。

source: Please send all verbiage to Courtenay Pope by Friday, May 22 to ensure your message is included in the email.
ja: 貴社のメッセージが確実に電子メールに掲載されるように、メッセージの文言は、5月22日 (金) までに Courtenay Pope あてに送信してください。

source: Please visit the Registration Desk onsite if you would like to store or remove equipment from the storage room.
ja: 保管室をご利用の際は、イベント受付にその旨お伝えください。

source: Power-aware scheduling.
ja: 省電力スケジューリング

source: Pre of Post-Conference Email Blast
ja: イベントの前または後に参加者に電子メール配布

source: Present Days
ja: 現在

source: Presentation Slide Due Date:October 31, 2015
ja: スライドの提出期限: 2015 年 10 月 23 日

source: Press releases?
ja: プレス リリースでしょうか。

source: Previously known as CloudStack Collaboration Conference, and held twice a year in North America and Europe, the format of the event has changed in order to reach a larger number of users and developers.
ja: 以前は CloudStack Collaboration Conference という名で、北米とヨーロッパで年に 2 回開催されていましたが、より多くのユーザーや開発者が参加できる形に変わりました。

source: Previously, he was the Director of Cloud Services APAC for Citrix, and was instrumental in the success of every large cloud deployment in APAC.
ja: Pivotal に入社する前は、Citrix の Cloud Services APAC 担当ディレクターを務め、アジア太平洋地域のあらゆる大規模クラウド デプロイメントの成功に貢献しました。

source: Prior to HP, Phil held senior management and technical positions at Critical Path, Fisher Scientific, Motorola and Honeywell-Bull focused on wireless, and wire-line high speed telecommunications software and services.
ja: HP に入社する前は、無線・有線高速通信ソフトウェア サービスを主力とする Critical Path、Fisher Scientific、Motorola、および Honeywell-Bull において上級管理 / 技術職を歴任しました。

source: Prior to VMware, Jacques was a consultant with Bain & Company.
ja: VMware に入社する前は、Bain & Company のコンサルタントとして活躍しています。

source: Prior to joining The Linux Foundation, he lead the international business for a Japanese leading linux distributor, Turbolinux, Inc, as Director of International Business.
ja: The Linux Foundation に入社する前は、日本の代表的な Linux ディストリビューターであるターボリナックス株式会社の海外事業本部長として海外事業を統括し、

source: Prior to joining the OpenDaylight, Phil was the director of HP’s Open Source Program Office where he had responsibility for HP’s corporate open source strategy, engagement with the open source community, oversight of the Open Source Review Board, and a variety of software development projects.
ja: OpenDaylight に参加する前は、HP の Open Source Prigram Office のディレクターとして、同社の企業オープン ソース戦略、オープン ソース コミュニティへの関与、オープンソース調査委員会 (Open Source Review Board: OSRB) の監視、および各種ソフトウェア開発プロジェクトについて責任を負っていました。

source: Pro
ja: 肯定的

source: Pro-active Network Management and Traffic Engineering
ja: 積極的なネットワーク管理や交通工学

source: Problems in the compliance area not already listed, you want to see discussed.
ja: 取り上げられていないが検討して欲しいと思っているコンプライアンス問題。

source: Process Management
ja: プロセス管理者

source: Product Companies
ja: 製品企業

source: Product Managers
ja: 製品マネージャー

source: Production Development:
ja: 生産開発

source: Professionals and their employers who invest in training and certification that demonstrate this hybrid knowledge will benefit.
ja: プロフェッショナルや雇用者は、そのようなハイブリッド ナレッジを実証するトレーニングや証明書に投資して恩恵を受けられます。

source: Professionals who can run both Linux and Windows systems, as well as understand hybrid environments and the development behind them will rise to the top of their field with better pay and career prospects.
ja: Linux と Windows の両方を処理できるプロフェッショナルや、ハイブリッド環境とその背後の開発を理解しているプロフェッショナルは、よりよい報酬やキャリア アップの可能性のあるその分野の頂点に立つしょう。

source: Profiles for Instrument Cluster, HUD, Telematics
ja: デジタル計器盤、HUD、テレマティクスのプロファイル

source: Project Creates Methodology for Assessing Open Source Software in Need of Support
ja: サポートが必要なオープン ソース ソフトウェアの査定方法を作成するプロジェクト

source: Projects Per Release
ja: リリースごとのプロジェクト数

source: Projects that follow best practices can still have vulnerabilities, other bugs, and other kinds of problems, but they should be a better position to prevent, detect and fix them.
ja: ベスト プラクティスを踏襲するプロジェクトに依然として脆弱性、その他のバグ、および各種問題が存在したとしても、それらの予防、検出、および修正が容易になるのは間違いないでしょう。

source: Projects with a higher ranking are especially in need of reinforcements and funding; and, as a result, CII will consider such projects priority candidates for funding.
ja: リスクの高いプロジェクトは、特に補強や資金援助の必要があるため、結果的に CII はそのようなプロジェクトを優先的な助成対象候補とみなします。

source: Provide a biography, including your previous speaking experience (900 characters maximum).
ja: Biography: あなたの講演経験などの略歴を作成します (英語で 900 字以内)。

source: Provide us with an abstract about what you will be presenting at the event (900 characters maximum).
ja: Abstruct: 発表内容の概要を記入します (英語で 900 字以内)。

source: Providing a neutral forum for technical collaboration and standardization
ja: 技術的な協調や標準化を推進するための中立な場を提供する

source: Pull requests are debated and revised, and at the end are either accepted or they are rejected with meaningful feedback.
ja: プル リクエストはディベートされてリバイスされ、最終的に承認されるか、それ以外ならば意味あるフィードバックとともにリジェクトされます。

source: Questions
ja: 質問

source: Questions and Information
ja: ご質問やご意見について

source: Quite a few changes have been merged for this release, including:
ja: このリリースでは、以下のような大量の変更がマージされています。

source: R Consortium is a Linux Foundation Collaborative Project and complements other data-oriented collaboration activities hosted by the organization.
ja: R Consortium は Linux Foundation 協業プロジェクトの 1 つで、Linux Foundation がホストする他のデータ指向の協業活動を補完します。

source: R Consortium is a Linux Foundation Collaborative Project.
ja: R Consortium は Linux Foundation 協業プロジェクトです。

source: R3 is contributing a new financial transaction architectural framework designed to specifically meet the requirements of its global bank members and other financial institutions.
ja: R3 は、グローバル バンク メンバーや他の金融研究所の要件に合うよう設計された新しい金融取引アーキテクチャ フレームワークを提供しています。

source: Ratliff is a Linux, system and cloud security expert with more than 20 year’s experience.
ja: Ratliff は、Linux、システム、およびクラウド セキュリティの分野で 20 年以上の経験を持つエキスパートです。

source: Recognized internationally for its distinctive AWD (all-wheel drive) technology and horizontally-opposed engines, Subaru sells more than 900,000 vehicles worldwide.
ja: その優れた AWD (all-wheel drive: 総輪駆動) 技術と水平対向エンジン(horizontally-opposed engines)で世界的に知られる同社の自動車は、世界各地で90万台以上販売されています。

source: Registration
ja: 登録

source: Registration is free to attend CloudStack Days Tokyo 2015.
ja: LinuxCon+CloudOpen Japan に参加する方は、追加料金なしで CloudStack Days Tokyo 2015 に参加できます。

source: Remember the things to consider that we mentioned above when writing your proposal and think of ways to make it interesting for attendees while still letting you share your experiences, educate the community about an issue, or generate interest in a project.
ja: 発表案を作成する際は以上の事がらを念頭に置き、参加者が関心を持つよう工夫しつつ、自身の経験を共有したり、コミュニティに問題を提起したり、プロジェクトへの興味を喚起したりしましょう。

source: Renesas
ja: ルネサス

source: Reproducible Builds - For distributions like Debian and Fedora, it is essential that the machines used to build binaries distributed to users have not been compromised by unknown attackers.
ja: Reproducible Builds - Debian や Fedora のようなディストリビューションにとっては、ユーザーに配布するバイナリをビルドするためのマシンが未知の攻撃者に侵入されていないことが重要です。

source: Reproducible builds enable anyone to reproduce bit by bit identical binary packages from a given source, thus enabling anyone to independently verify that a binary matches the source code from which it was said it was derived.
ja: Reproducible builds を使えば、同じソースを使ってまったく同じバイナリ パッケージをだれでも再構築できるため、バイナリとその派生元と言われるコードとが一致しているかどうかを誰でも個人単位で検証できるのです。

source: Requirements
ja: 要件書

source: Requirements specification
ja: 要件仕様書

source: Research & Academia
ja: 研究・学術組織

source: Research and emerging standards on software asset management
ja: ソフトウェア資産管理に関する研究と新たな標準

source: Revenue Type
ja: 収益の種類

source: Room rate: Differs depending on the day of the week.
ja: 宿泊料金: 曜日により異なります。

source: SAN FRANCISCO and TOKYO (AUTOMOTIVE LINUX SUMMIT), June 1, 2015 – Automotive Grade Linux (AGL), a collaborative open source project developing a common, Linux-based software stack for the connected car, today announced availability of the AGL Requirements Specification 1.0.
ja: 2015 年 6 月 1 日 サンフランシスコおよび東京 (Automotive Linux Summit) 発 － コネクテッド カー向けの共通 Linux ベース ソフトウェア スタックを開発しているオープン ソース共同開発プロジェクト Automotive Grade Linux (AGL) は、本日、AGL Requirements Specification (AGL 要件仕様書) 1.0 を公開したことを発表しました。

source: SAN FRANCISCO – December 17, 2015 – The Cloud Native Computing Foundation, a Linux Foundation Collaborative Project and organization dedicated to advancing the development of cloud native applications and services, today announced new members from across the industry, its formal open governance structure and new details about its technology stack.
ja: 2015 年 12 月 17 日 サンフランシスコ発 － Linux Foundation の協業プロジェクトであり、クラウド ネイティブなアプリケーションやサービスの開発促進に取り組む Cloud Native Computing Foundation は、業界全般から参加する新メンバー、正式なオープン ガバナンス構造、および同プロジェクトの技術スタックに関する新たな詳細情報を発表しました。

source: SAN FRANCISCO – December 18, 2015 – The Linux Foundation, the nonprofit organization enabling mass innovation through open source, today released the final episode of its digital video series, “A World Without Linux,” an animated web series that brings awareness to the role that Linux plays in society and gives thanks to the worldwide community of contributors and supporters.
ja: 2015 年 12 月 18 日 サンフランシスコ 発 - オープン ソースを通じたマス イノベーションの実現に取り組む非営利団体である The Linux Foundation (略称: LF) は、デジタル動画シリーズ 'A World Without Linux' のファイナル エピソードを公開しました。この Web 動画シリーズは、Linux が社会で果たしている役割を人々に知ってもらうと同時に、世界中の貢献者・支援者コミュニティへの感謝を伝える目的で作られました。

source: SAN FRANCISCO – July 15, 2015 – The AllSeen Alliance, a cross-industry collaboration to advance the Internet of Everything through an open source software project, today announced 13 new members have joined the initiative including industry giants IBM and Pivotal.
ja: 2015 年 7 月 15 日、サンフランシスコ発 － オープン ソース ソフトウェア プロジェクトによって IoE (Internet of Everything) を発展させようというクロスインダストリ コラボレーション (業界の枠を超えた協業の取り組み) である AllSeen Alliance は、本日、IBM や Pivotal などの大企業をはじめとする 13 法人が同プロジェクトのメンバーになったことを発表しました。

source: SAN FRANCISCO, Calif., July 21, 2015 – The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced the Cloud Native Computing Foundation.
ja: 2015 年 7 月 21 日 サンフランシスコ発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は、Cloud Native Computing Foundation の発足を発表しました。

source: SAN FRANCISCO, Calif., June 30, 2015 – The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced the R Consortium.
ja: 2015 年 6 月 30 日 サンフランシスコ発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は、R Consortium の発足を発表しました。

source: SAN FRANCISCO, December 17, 2015 -The Linux Foundation, the nonprofit organization enabling mass innovation through open source, today announced a new collaborative effort to advance the popular blockchain technology.
ja: 2015 年 12 月 17 日 サンフランシスコ 発 - オープン ソースを通じたマス イノベーションの実現に取り組む非営利団体である The Linux Foundation (略称: LF) は、blochchain 技術の進化をめざす新しい共同開発プロジェクトを発表しました。

source: SAN FRANCISCO, July 8, 2015 – The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced its biannual Individual Membership Drive.
ja: 2015 年 7 月 8 日 サンフランシスコ発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は、半年に一度の個人メンバーシップ キャンペーンを発表しました。

source: SAN FRANCISCO, June 1, 2015 – Automotive Grade Linux (AGL), a collaborative open source project developing a common, Linux-based software stack for the connected car, today announced that Alps Electric, Konsulko Group and Virtual Open Systems are joining the Linux Foundation and AGL to widen the door for open source innovation and build the cars of the future.
ja: 2015 年 6 月 1 日 サンフランシスコ発 － コネクテッド カー向けの共通 Linux ベース ソフトウェア スタックを開発しているオープン ソース共同開発プロジェクト Automotive Grade Linux (AGL) は、アルプス電気、Konsulko Group、Virtual Open Systems の 3 社が、オープン ソース イノベーションの戸口拡大と次世代自動車の構築をめざし、Linux Foundation と AGL に参画したことを発表しました。

source: SAN FRANCISCO, June 1, 2015 – Automotive Grade Linux (AGL), a collaborative open source project developing a common, Linux-based software stack for the connected car, today announced that Alps Electric, Konsulko Group, Sony and Virtual Open Systems are joining the Linux Foundation and AGL to widen the door for open source innovation and build the cars of the future.
ja: 2015 年 6 月 1 日 サンフランシスコ発 － コネクテッド カー向けの共通 Linux ベース ソフトウェア スタックを開発しているオープン ソース共同開発プロジェクト Automotive Grade Linux (AGL) は、アルプス電気、Konsulko Group、ソニー、Virtual Open Systems の 4 社が、オープン ソース イノベーションの戸口拡大と次世代自動車の構築をめざし、Linux Foundation と AGL に参画したことを発表しました。

source: SAN FRANCISCO, June 16, 2015 – The Node.js and io.js developer communities today are announcing a collaboration to merge their respective code bases and continue their work in a neutral forum, the Node.js Foundation, hosted by The Linux Foundation.
ja: 2015 年 6 月 16 日 サンフランシスコ発 － Node.js 開発者コミュニティと io.js 開発者コミュニティはそれぞれが持つ基盤コードをマージし、Linux Foundation が誘致する中立な場である Node.js Foundation でその作業を継続することを発表します。

source: SAN FRANCISCO, November 23, 2015 – The Linux Foundation, the nonprofit organization enabling mass innovation through open source, today is announcing the Open Networking Summit (ONS) is becoming a Linux Foundation event.
ja: 2015 年 11 月 23 日 サンフランシスコ 発 - オープン ソースを通じたマス イノベーションの実現に取り組む非営利団体である The Linux Foundation (略称: LF) は、Open Networking Summit (ONS) が Linux Foundation 主催イベントの 1 つになったことを発表しました。

source: SAN FRANCISCO, October 22, 2015 – The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced that Agenda Open Systems, Apprenda, Doky.io, Exablox and Rausch Netzwerktechnik GmbH are joining the organization.
ja: 2015 年 10 月 22 日 サンフランシスコ発 － Linux や共同開発の成長促進に取り組むグローバルな非営利団体である The Linux Foundation (略称: LF) は、Agenda Open Systems、Apprenda、Doky.io、Exablox および Rausch Netzwerktechnik GmbH の計 5 社がメンバーとして参画することを発表しました。

source: SDN Platform
ja: SDN プラットフォーム

source: SEATTLE, AllSeen Alliance Summit, Oct. 19, 2015 – The AllSeen Alliance, a cross-industry collaboration to advance the Internet of Everything through the AllJoyn®open source software project, today announced major authentication and device authorization updates to the AllJoyn open source framework for Internet of Things (IoT).
ja: 2015 年 10 月 ９ 日、シアトル AllSeen Alliance Summit 発 － AllJoyn® オープン ソース ソフトウェア プロジェクトによって IoE (Internet of Everything) を発展させようというクロスインダストリ コラボレーション (業界の枠を超えた協業の取り組み) である AllSeen Alliance は、本日、Internet of Things (IoT) のための AllJoyn オープン ソース フレームワークの認証およびデバイス許可機能を更新したことを発表しました。

source: SEATTLE, LinuxCon/CloudOpen/ContainerCon – August 19, 2015 – The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced the DiaMon workgroup, which is creating a de-facto standard for tracing and monitoring infrastructure in order to improve diagnostics of Linux user space programs.
ja: 2015 年 8 月 19 日 シアトル LinuxCon/ContainerCon/CloudOpen 発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は本日 DiaMon ワークグループの発足を発表しました。同ワークグループは、Linux ユーザー スペース プログラムの診断機能を向上させるためのデファクト スタンダードな追跡・監視基盤を作成します。

source: SEATTLE, LinuxCon/CloudOpen/ContainerCon, August 17, 2015 — The Linux Foundation, the nonprofit organization dedicated to accelerating the growth of Linux and collaborative development, today announced the IO Visor Project.
ja: 2015 年 8 月 17 日 シアトル LinuxCon/ContainerCon/CloudOpen 発 － Linux と共同開発の成長促進に取り組む非営利団体である The Linux Foundation (略称: LF) は、IO Visor プロジェクトの発足を発表しました。
